{
  "1": "<h3 id=\"what-i-learned\">What I learned</h3> <ul> <li><strong>The universe doesn&#39;t care about my intentions</strong><ul> <li>When I launched a fundraiser for my school to raise money, I came up with a new idea, got a team working on it, and worked hard to get it running from scratch.</li> <li>But in the end, people loved the event, but no one donated to the cause :/</li> <li>This taught me that no matter how good my intentions are, I HAVE to think effectively about what I do. Else, I won&#39;t make a difference like I intended. Ie. <strong>Doing good vs. feeling good</strong></li> </ul> </li> </ul> <h3 id=\"what-i-did\">What I did</h3> <ul> <li>Made a <a target=\"_blank\" href=\"https://drive.google.com/file/d/1trhjwNfIGaGR_E98G53S-F3m0X0M8_0g/view?usp=sharing\">recommendation</a> to <a target=\"_blank\" href=\"https://www.wealthsimple.com/en-ca\">Wealthsimple</a>, an online bank. It focused on how to get more low-income Canadians access to education grants by the government. </li> <li>Learning about problem-solving techniques. Adding what I learn to <a target=\"_blank\" href=\"https://madhav-malhotra003.medium.com/2049564273b6\">this</a> series of articles!</li> <li>Working on building my first website!</li> <li>Launching a fundraiser at my school called <a target=\"_blank\" href=\"https://kahoot.com/\">Kahoot</a> for a Cause. Basically, raising money for human rights via trivia challenges!</li> <li>Guided a tour explaining the history of <a target=\"_blank\" href=\"https://www.annefrank.org/en/anne-frank/who-was-anne-frank/\">Anne Frank</a> and World War II :O</li> </ul>",
  "0": "<h3 id=\"what-i-did\">What I did</h3> <ul> <li>Started learning the basics of making a website with <a target=\"_blank\" href=\"https://bulma.io/\">Bulma CSS</a></li> <li>Tried basic AI projects like <a target=\"_blank\" href=\"https://medium.com/dataseries/the-largest-hurdle-with-ai-9e25ca15b698\">recognising handwritten numbers</a></li> <li>Helped my school run a fundraiser to support mental health :-) This year, I didn&#39;t even forget to plug in the laptop which was running the speaker&#39;s slides! (That happened last year :O)</li> </ul>",
  "2": "<h3 id=\"what-i-learned\">What I learned</h3> <ul> <li>The more time constraints, the more prioritisation needed. <ul> <li><strong>At the beginning of the day, write down the tasks that have urgent deadlines. Work on those before any others.</strong></li> </ul> </li> <li>Businesses need an economic incentive <em>first</em>. My team often struggled to filter ideas in hackathons due to this. We wanted to do the most good possible! But if we don&#39;t think about the bottom line, we won&#39;t do ANY good :/</li> </ul> <h3 id=\"what-i-did\">What I did</h3> <ul> <li>Created my first <a target=\"_blank\" href=\"https://www.madhavmalhotra.com/\">personal website</a>!</li> <li>Wrote a series of articles on <a target=\"_blank\" href=\"https://madhav-malhotra003.medium.com/the-vast-vast-world-of-problem-solving-2049564273b6\">problem-solving strategies</a></li> <li>Researching ideas for a hackathon on moonshot technologies: one in a million ideas that could potentially make a huge difference! Currently finalising an idea on tracking insect-borne ilnesses with AI</li> <li>Applying to lots of scholarships and internships :-)</li> </ul>",
  "3": "<h3 id=\"what-i-learned\">What I learned</h3> <ul> <li><strong>Taking an easier path isn&#39;t good or bad. It often depends on your situation</strong>. <ul> <li>Ex: If learning AI, you could start with the basic math. Or you could just copy code from the Internet. Which is better? Well, if you want to make a career in AI, learning the fundamentals is important. But if you&#39;re actually curious about neuroscience and just want to see what kinds of applications AI has in neuroscience, it&#39;s better to actually focus on the part you&#39;re curious about.</li> </ul> </li> <li><strong>A closed door now is what makes you walk to the next open one.</strong><ul> <li>Ex: I didn&#39;t get hired for an internship I applied for. BUT that freed up my summer to work on an AI project with a team of people I love to be around :-)</li> </ul> </li> </ul> <h3 id=\"what-i-did\">What I did</h3> <ul> <li>Interviewed for an internship at <a target=\"_blank\" href=\"https://www.instagram.com/tdlab_/\">TD Labs</a>. I didn&#39;t get in, but I&#39;ve now given a job interview for the first time :D<ul> <li>One of my big lessons was to <strong>ask my interviewers personal questions at the end</strong>. It makes me more &#39;alive&#39; during a process that could use some &#39;aliveness&#39;. </li> </ul> </li> <li>Learned how to use Tensorflow to develop AI algorithms. Wrote about my experiences <a target=\"_blank\" href=\"https://towardsdatascience.com/rapid-progress-or-shallow-understanding-663bdedc80c1\">here</a></li> <li>Researched organic photovoltaics (solar panels). Made a <a target=\"_blank\" href=\"https://drive.google.com/file/d/1jqGbL7VWEmbQ3xGyFTsIZ9A4OGHdFpGg/view?usp=sharing\">summary</a> about this new type of solar panel!</li> <li><a target=\"_blank\" href=\"https://www.youtube.com/watch?v=BNuZ9z9iZHM\">Pitched</a> a hackathon idea on how to use AI to predict the spread of insect-borne illnesses. </li> </ul>",
  "4": "<h3 id=\"what-i-learned\">What I learned</h3> <ul> <li><strong>The journey matters more than the destination.</strong> <ul> <li>It wasn&#39;t the final presentation, but every session along the way that defined my life-changing experience at <a target=\"_blank\" href=\"http://tks.world/\">TKS</a>.</li> </ul> </li> <li>It&#39;s exciting to look back on past success, but the most important part is using it to build upon the future. </li> <li>The biggest lesson from learning about new technologies like Artificial Intelligence is that <strong>an ordinary 16-year-old really can make an unthinkably large difference in our modern world.</strong> There&#39;s less and less getting in the way.</li> </ul> <h3 id=\"what-i-did\">What I did</h3> <ul> <li>Took part in the Microsoft Discover AI hackathon. Out of 125 teams in university, my ragtag highschool team made it in the top 25. Our idea was to use AI to track the spread of insect-borne diseases! <ul> <li>It&#39;s a nice lesson to just try :D Reflected about other lessons <a target=\"_blank\" href=\"https://madhav-malhotra003.medium.com/can-you-really-change-the-world-at-16-7b7685309479\">here</a></li> </ul> </li> <li>Made an <a target=\"_blank\" href=\"https://drive.google.com/file/d/128HOsuSqrPV9QXt0mGNzH65EGp06m_BP/view\">infographic</a> on the applications of AI!</li> <li><a target=\"_blank\" href=\"https://youtu.be/2TKmqXiDvpE\">Spoke</a> at TKS about focusing on the journey over the destination. The <a target=\"_blank\" href=\"http://tks.world/\">program</a> has literally changed the course of my life. I felt a lot of nostalgia wrapping up after a year.</li> </ul>",
  "5": "<h3 id=\"what-i-learned\">What I learned</h3> <ul> <li><strong>The closing of one door is how you look for another</strong><ul> <li>I&#39;ve been trying to keep this in mind given my family&#39;s soon to come move to another city. I can focus on the sadness of losing friends. Or I can focus on the new opportunities that lie ahead. </li> </ul> </li> <li>And problems in the end are good! They lead to massive changes! And massive changes fuel massive success.</li> <li>Every new discipline holds another perspective to understanding the world&#39;s complexity. And solving the world&#39;s problems. You really can connect everything to everything else. Ex: Fungi connect to human economies.</li> </ul> <h3 id=\"what-i-did\">What I did</h3> <ul> <li>Joined the <a target=\"_blank\" href=\"https://slc.blog.ryerson.ca/sandbox/\">DMZ Sandbox</a> Accelerator to learn more about startups. </li> <li>Researched the energy industry, from nuclear fusion to advanced solar panels to better batteries. </li> <li>Finished taking intro to biology in summer school. It gives me a deeper appreciation for how the world works :-) Ex: What fungal mycelium networks can teach us about human societies.</li> <li>Planning logistics of moving to Toronto.</li> </ul>",
  "6": "<h3 id=\"what-i-learned\">What I learned</h3> <ul> <li><strong>Everyone knows something I don&#39;t. It&#39;s my job to unlock it.</strong><ul> <li>So &#39;being bored&#39; in a conversation is really my fault.</li> <li>Ex: I met one financial employee randomly. I thought I&#39;d have nothing to talk to him about... 15 minutes later, he was telling me how his work in molecular genetics led him to a job in corporate finance! WHAT?!</li> </ul> </li> <li><strong>My biggest gift is the people who care for me. They NEED to come first.</strong><ul> <li>This month, I&#39;ve been travelling hundreds of kilometres every day to attend an entrepreneurship accelerator. How? With my parent&#39;s financial support (and tolerating me waking up at 5 AM). And at the accelerator, I&#39;ve been having impromptu meetings left and right everyday. Understandably, my team was frustrated. So I wrote up a <em>very</em> long apology at 1 AM and a plan to fix this. The next morning, my team-mate forgave me and she told me to just get more sleep. <strong>The only reason I am where I am today is due to others&#39; support.</strong></li> </ul> </li> <li><strong>Closed doors are GOOD. They keep you from going where you don&#39;t belong</strong><ul> <li>So in the end, you keep trying a new path to get to where you enjoy and fit!</li> <li>Ex: I interviewed a consultant who left a high-paying corporate job to start a startup. Why? Because he just wasn&#39;t in the right place yet. It&#39;s that simple.</li> </ul> </li> </ul> <h3 id=\"what-i-did\">What I did</h3> <ul> <li>Pitched at the <a target=\"_blank\" href=\"https://dmz.ryerson.ca/\">DMZ Startup Accelerator</a> for $5K to support a project using AI to detect emerging diseases. We came in top 5!<ul> <li>Travelled 2.5 hours 2x a day too many times to count this month :O When getting to the DMZ Accelerator</li> </ul> </li> <li>Wrote some articles about renewable energy from <a target=\"_blank\" href=\"https://madhav-malhotra003.medium.com/fd5474b69e7d\">nuclear fusion</a>, <a target=\"_blank\" href=\"https://madhav-malhotra003.medium.com/2409910cab0a\">solar panels</a>, and <a target=\"_blank\" href=\"https://madhav-malhotra003.medium.com/a3c4830dc1b1\">batteries</a>. </li> <li>Interviewed 20 people in 5 days :O Lessons on what I learned <a target=\"_blank\" href=\"https://docs.google.com/spreadsheets/d/1bOykbosR3i3GGW2GyVmadv8GnES5Pc3VOmOXs8emg88/edit#gid=0\">here</a></li> </ul>",
  "7": "<h3 id=\"what-i-learned\">What I learned</h3> <ul> <li>Hard work has delayed results. But it proves useful in unexpected ways later. <ul> <li>Ex: When I was at a techology festival, I found I had lots of cool stories to share with people! And they were about tiny projects I did over the summer, like just learning about basic concepts in AI. </li> </ul> </li> <li><strong>In a world changing faster than ever, generalists can adapt more quickly to new roles.</strong><ul> <li>Ex: This is why it makes sense to learn multiple unrelated skills to be better than 75% of people. Compared to learning one skill to be better than 95% of people. Mulitple unrelated skills are unlikely to all go out of use at the same time. </li> </ul> </li> <li>No new success comes without sacrificing something else. <strong>It&#39;s better to be aware of that sacrifice and prepare for it rather than be surprised by it.</strong><ul> <li>Ex: Though I had a great time at hackathons and technology festivals, I had no time for friends/family. And that created lots of negativity I wasn&#39;t ready for.</li> </ul> </li> </ul> <h3 id=\"what-i-did\">What I did</h3> <ul> <li><strong>Was sponsored by <a target=\"_blank\" href=\"http://tks.world/\">TKS</a> to go to Elevate</strong>, Canada&#39;s largest technology festival.<ul> <li>It was a great experience! We got to see Michelle Obama roasting Donald Trump, hear Chris Hadfield sing Space Odyssey, and meet some Olympic athletes behind the scenes :D</li> </ul> </li> <li>Took part in TD Bank&#39;s hackathon to solve problems for the community. <strong>Designed <a target=\"_blank\" href=\"https://www.figma.com/proto/OjFnhKwJDmbVRuq5kL74dk/Atro-Mobile-UI-kit---Figma-%5Bfreebie%5D-(Copy\">senior-accessible</a> mobile banking apps</strong> - which was weird to see a big bank lacking?</li> <li><strong>Researched the <a target=\"_blank\" href=\"https://drive.google.com/file/d/1x9j19x1Hurfr1HWnLBqTbyQvMrqTYCf1/view?usp=sharing\">banking industry&#39;s issues with regulations</a></strong>. Well, not any specific regulation. But how it costs $500M per year to TRACK changes in regulations. </li> <li>Wrote some articles on lessons learned from <a target=\"_blank\" href=\"https://madhav-malhotra003.medium.com/55902482cb8\">Plato</a> and <a target=\"_blank\" href=\"https://madhav-malhotra003.medium.com/6240d0822429\">Socrates</a>. Also, a random article on the uses of <a target=\"_blank\" href=\"https://madhav-malhotra003.medium.com/a7f6c8e919b1\">haptic technology</a>. </li> <li>Moving from Waterloo to Toronto this month :O</li> </ul>",
  "8": "<h3 id=\"what-i-learned\">What I learned</h3> <ul> <li>Stoicism tidbit: <strong>if it&#39;s in my control, don&#39;t worry about it. If it&#39;s out of my control, don&#39;t worry about it.</strong> For those keeping track - just don&#39;t worry about it :D</li> <li><strong>The best relationships start without a plan</strong><ul> <li>Ex: I didn&#39;t know whether I was accepted into a <a target=\"_blank\" href=\"https://qosf.org\">hackathon</a> until the day before. I wasn&#39;t sure about going, but I had an AMAZING time with friends! (And the Vietnamese subs were great too ;-)</li> </ul> </li> </ul> <h3 id=\"what-i-did\">What I did</h3> <ul> <li>Learned the basics of quantum computing at an incredibly fun <a target=\"_blank\" href=\"https://qosf.org/\">hackathon</a>!<ul> <li>We ran an experiment on whether quantum computers or regular computers could detect flowers in images faster. My old laptop was 2600x faster than a quantum computer :D</li> </ul> </li> <li>Wrote about the commonalities between <a target=\"_blank\" href=\"https://medium.com/@madhav.malhotra003/buddha-how-giving-up-everything-led-to-happiness-2018e4f863e9\">Buddhism</a>, <a target=\"_blank\" href=\"https://medium.com/@madhav.malhotra003/how-an-ancient-philosopher-beat-google-to-finding-productivity-df31cd7f6eb5\">Daoism</a>, and <a target=\"_blank\" href=\"https://medium.com/@madhav.malhotra003/the-most-epic-philosopher-of-all-29e8c9a6c826\">Stoicism</a>.</li> <li>Researched the root cause of why <a target=\"_blank\" href=\"https://drive.google.com/open?id=1IC1Vgw2WLMU1Nr7iG4NxtUJ-MbyO3IyC\">processing insurance claims</a> costs the industry $1.1B :O</li> <li>Made a video about <a target=\"_blank\" href=\"https://youtu.be/Zqj_QfGvf6s\">future battery technologies</a> ;-)</li> <li>Helped decorate (dabbed paint in minor areas of) a <a target=\"_blank\" href=\"https://drive.google.com/file/d/1AFDHGWguzRx_4earV9weil4ZT-9AcqNk/view?usp=sharing\">pumpkin</a> that looks like Venom :D</li> <li>Sang the <a target=\"_blank\" href=\"https://youtu.be/GBsuJHny3uo\">theme song from Moana in public</a> :O</li> </ul>",
  "9": "<h3 id=\"what-i-learned\">What I learned</h3> <ul> <li>Life&#39;s problem&#39;s repeat themselves. So by tracking my problems, I&#39;ll have fewer nasty surprises :D <ul> <li>I learned this from Ray Dalio, who recommends <strong>tracking decisions you make to see their outcomes</strong>. That way, you can check for any common mistakes you make.</li> </ul> </li> <li>Learned about <a target=\"_blank\" href=\"https://www.youtube.com/c/PersonalityHackerPodcast\">personality types</a>! They let me better understand what I&#39;m strong at and weak at. <ul> <li>Ex: I use this to set goals to fix MY specific weaknesses. </li> <li>Ex: I use this to know where I&#39;m so bad I&#39;d better delegate X to others :D</li> </ul> </li> <li>Failure is a forcing function to fix what&#39;s wrong. So in a tough spot, I don&#39;t need to think: &quot;Phew... I&#39;m glad it&#39;s over.&quot; I could think: &quot;Wow... I&#39;m glad that happened!&quot;</li> </ul> <h3 id=\"what-i-did\">What I did</h3> <ul> <li>Pitched a <a target=\"_blank\" href=\"https://www.fasken.com/en/\">law-firm</a> on how to improve customer service with <a target=\"_blank\" href=\"https://www.figma.com/proto/uX318JhjwrMju3giWDcNvg/PRIVATE-LEGAL-MOCKUP?node-id=483%3A55&amp;scaling=scale-down\">Salesforce</a>.</li> <li>Took part in the <a target=\"_blank\" href=\"https://ethwaterloo.com/\">EthWaterloo</a> hackathon! I didn&#39;t learn too much due to some disappearing team members :/ But nice food at least :D</li> <li>Wrote some articles on lessons learned from <a target=\"_blank\" href=\"https://madhav-malhotra003.medium.com/why-the-loneliest-person-is-also-the-most-powerful-2c69a88e2c64\">Marcus Aurelius</a> and <a target=\"_blank\" href=\"https://medium.com/@madhav.malhotra003/have-you-considered-the-depths-of-your-mind-ae9a4d6c1a42\">Carl Jung</a>.</li> <li>Updated my <a target=\"_blank\" href=\"https://www.madhavmalhotra.com\">website</a> :-)</li> <li>Read <a target=\"_blank\" href=\"http://resources.madhavmalhotra.com/56d126378c1f4188a1795008820776d3?p=d49e6de239c8430e8798ed638a4e99e2\">Principles</a> by Ray Dalio! Interesting takes on decision-making. Could&#39;ve been a little more practical.</li> </ul>",
  "10": "<h3 id=\"what-i-learned\">What I learned</h3> <ul> <li>Not every goal has a &#39;hack&#39;. Sometimes, it&#39;s as simple as more effort = more progress. <a target=\"_blank\" href=\"http://www.paulgraham.com/lesson.html\">Paul Graham</a> has useful thoughts on how to find areas that work like this.</li> <li><strong>Life doesn&#39;t owe me anything</strong><ul> <li>I applied to a standup comedy audition. Didn&#39;t get in. Felt bad because I thought of myself as a &#39;funny guy.&#39; Especially when a failure challenges my identity, I have to reduce my ego and realise I&#39;m not owed anything. And try to form less rigid identities in the future.</li> </ul> </li> <li><strong>Watch <a target=\"_blank\" href=\"https://resources.madhavmalhotra.com/documentary-recommendations\">documentaries</a> about the developing world.</strong> I&#39;ll realise I have every reason in the world to be grateful.</li> </ul> <h3 id=\"what-i-did\">What I did</h3> <ul> <li>Made a <a target=\"_blank\" href=\"https://drive.google.com/file/d/1IVTrph6ewMaZKt12pnX_jbZ_DD5hodNZ/view\">recommendation</a> for Sidewalk Labs on how to increase access to affordable housing :-)</li> <li>Researched how <a target=\"_blank\" href=\"https://medium.com/swlh/microgrids-how-to-prepare-energy-grids-for-the-next-superstorm-708582bdae6c\">microgrids</a> can increase energy reliability amidst growing natural disasters.<ul> <li>And <a target=\"_blank\" href=\"https://madhav-malhotra003.medium.com/4-technologies-that-can-reshape-the-future-of-batteries-76db9ed7156e\">future types of batteries</a> that might be in a plane, train, or iPhone near you soon :D</li> </ul> </li> <li>Started learning Excel</li> <li>Did some <a target=\"_blank\" href=\"https://youtu.be/L_kWtTwTiXo\">funny Star Wars skits</a> with a banana :D</li> <li>Survived another crazy busy exams season :O</li> </ul>",
  "11": "<h3 id=\"what-i-learned\">What I learned</h3> <ul> <li><strong>Without effort, you can get things done. But you can&#39;t love getting them done</strong><ul> <li>Ex: The more energy I put <em>in</em> to meetings (being enthusiastic, preparing beforehand, etc.), the more I get <em>out</em> of them. Versus checking them off a todo list.</li> </ul> </li> <li>It&#39;s easy to accept what you&#39;ve never had. It&#39;s hard to give up what you previously had.<ul> <li>Ex: I&#39;ve been vegetarian my entire life. I don&#39;t &#39;miss&#39; meat - I don&#39;t even know what it tastes like :D But friends who&#39;re trying to go vegetarian for the first time - they have a lot more to give up :/</li> <li>Implication? <strong>Be careful about the comforts you let into your life</strong>. If you&#39;ve never had 6 gigabytes of cell phone data, takeout every day, a house with X bedrooms, ... you won&#39;t miss them. But if you get these things, it&#39;ll be harder to give them up. </li> </ul> </li> <li>We make mountains out of what we&#39;d rather not do. But <strong>the moment we get started, it gets easier</strong><ul> <li>Ex: Me writing a chemistry report is 6/10 boring, but me thinking about doing it is 9/10 boring :D</li> </ul> </li> </ul> <h3 id=\"what-i-did\">What I did</h3> <ul> <li>Finished my <a target=\"_blank\" href=\"https://www.madhavmalhotra.com/blog/2019-annual-reflection.html\">2019 annual reflection</a>. Summary: <strong>I grew more in 2019 than the rest of my life up to this point</strong>.</li> <li>Got through my last exams in highschool!</li> <li>Finished a course on Excel! I feel like getting any data and creating tables and charts out of it these days :D Made a <a target=\"_blank\" href=\"https://docs.google.com/spreadsheets/d/1UbMjeJgTU2Su3d_XHWhyByKmqkWIZf19Jfe7M_fe2Wo/edit\">team tracker</a> to practice my skills ;-)</li> <li>Researched root causes of not having electricity access (because you don&#39;t have ID to sign up for loans to get electricity infrastructure). And for accidental deaths in hospitals (because staff don&#39;t have transfer protocols when changing who cares for a patient).<ul> <li>Also wrote an <a target=\"_blank\" href=\"https://medium.com/@madhav.malhotra003/how-to-speed-up-rural-electrification-67f03cf05bec\">article</a> on electricity access in rural areas!</li> </ul> </li> <li>Wrote about an <a target=\"_blank\" href=\"https://medium.com/@madhav.malhotra003/gratitude-the-most-surprising-superpower-6350caa49fee\">experiment</a> on finding as many things to be grateful for as possible!</li> </ul>",
  "12": "<h3 id=\"what-i-learned\">What I learned</h3> <ul> <li><strong>My decisions are always a bit random. So I should be less hard on myself</strong><ul> <li>No really! I can&#39;t control which next thought will come up. Ex: &quot;&quot;Think of a movie&quot;&quot; --&gt; I didn&#39;t have any control on the first movie that came to my head. Or the second, third, or fourth. So any decision I take is a little random + a little out of my control.</li> </ul> </li> <li>We can&#39;t change the world. We can change our interpretations.<ul> <li>And how we interpret an event determines how we feel! Ex: <strong>Interpreting a negative event as a challenge to grow from</strong> (fancy word: &#39;challenge appraisal&#39;) reduces negative emotions.</li> </ul> </li> <li><strong>All progress decays. Accept it and work with it</strong><ul> <li>Ex: I can get frustrated I don&#39;t remember how to code X. Or, I can take notes to look back on <em>accepting</em> that I&#39;ll forget what I learned soon.</li> </ul> </li> </ul> <h3 id=\"what-i-did\">What I did</h3> <ul> <li>Won a hackathon on how to use IoT sensors to detect leaks in oil pipelines. Boring issue, but important for the planet!</li> <li>Made a <a target=\"_blank\" href=\"https://www.youtube.com/watch?v=wpSE8jWGMCE&amp;feature=emb_title\">presentation</a> on how new financial models are the key to energy access in developing countries.</li> <li>Learning Javascript/HTML basics to better work with websites.</li> <li>Ran a ballet workshop on how to do pirouttes after 3 days of Youtube lessons :D</li> <li>Started a <a target=\"_blank\" href=\"https://docs.google.com/presentation/d/1Y8EGiicKIOyKpSyWzClo_yiylSVzZIO8AJvsGwsBXW0/edit#slide=id.p1\">hackathon</a> on how to reduce insurance costs for youth, while keeping them safer.</li> </ul>",
  "13": "<h3 id=\"what-i-learned\">What I learned</h3> <ul> <li><strong>Appreciate the easy and prepare for the hard</strong><ul> <li>While not being stressed is nice, the stressful times are when I&#39;ll NEED these lessons. It makes me calm to <strong>say it: &quot;&quot;These are the times I was preparing for :-)&quot;&quot;</strong></li> </ul> </li> <li>Each of us is our own biggest problem<ul> <li>When working on an intense <a target=\"_blank\" href=\"https://docs.google.com/presentation/d/1xiTQzc7j4DBFHqJNSwxErREOMsnrrtAU/edit?usp=sharing&amp;ouid=105097949967956622433&amp;rtpof=true&amp;sd=true\">project</a> with a high-achieving team, I felt insecure. I worried whether I was good enough. But I was the only one worrying that! My team-mates didn&#39;t judge me. My biggest problem was in my head.</li> </ul> </li> <li><strong>A leader starts a message. A follower starts a movement.</strong><ul> <li>We all focus on the most charismatic leaders. But what&#39;s the point of leadership? To make successful movements? But the success of a movement is based on how many people <em>follow</em>. So <strong>go ask a friend: &quot;&quot;What cool things are you working on? Which ways can I support you?&quot;&quot;</strong> It takes a follower to start a movement :-)</li> </ul> </li> </ul> <h3 id=\"what-i-did\">What I did</h3> <ul> <li>Finished the most intense project I&#39;ve ever worked on. In 3 weeks, <strong>spent 100+ hours making a <a target=\"_blank\" href=\"https://docs.google.com/presentation/d/1xiTQzc7j4DBFHqJNSwxErREOMsnrrtAU/edit?usp=sharing&amp;ouid=105097949967956622433&amp;rtpof=true&amp;sd=true\">recommendation</a> for an early education startup.</strong> They work to bring high-quality preschools to slums in Kenya. I had the opportunity to recommend a strategy to help them scale :-)</li> <li>Researching the impacts of the 2008 financial crisis on lower-income classes. While in a new recession from COVID-19!</li> <li>Learning Javascript/HTML basics to better work with websites!</li> </ul>",
  "14": "<h3 id=\"what-i-learned\">What I learned</h3> <ul> <li><strong>I have natural tendencies, not strengths vs. weaknesses</strong><ul> <li>Ie. I just act one way. Sometimes, that&#39;s useful. Sometimes, it&#39;s not. Ex: I like being helpful. That&#39;s good around close friends. But bad around exploitative team-mates.</li> </ul> </li> <li><strong>I need SOME boredom in life.</strong> Boring times are when my brain can &#39;explore&#39; and find new lessons (like these ;-). Instead of worrying about <em>__</em>.</li> <li><strong>Failure is when we finally stop the car to fix the warning light</strong><ul> <li>Ie. It FORCES us to stop. Instead of knowing that we have X bad habit, Y insecurity, Z neglected commitment, ... but not doing anything about those warning lights.</li> </ul> </li> </ul> <h3 id=\"what-i-did\">What I did</h3> <ul> <li><strong>Started researching the root causes of plastic pollution.</strong> More research to come <a target=\"_blank\" href=\"https://www.madhavmalhotra.com/ThePlasticShift\">here</a> as we dive deeper!</li> <li>Made some <a target=\"_blank\" href=\"https://www.figma.com/proto/dXxgcwdfuKgXKsG6KgD3zA/TDInsurance-Hackathon-2020?node-id=1%3A121&amp;scaling=scale-down-width\">app mockups</a> for a hackathon. The goal is to reduce crashes for young drivers :O</li> <li>Made a <a target=\"_blank\" href=\"https://resources.madhavmalhotra.com/ted-talk-recommendations\">playlist of the most insightful TED talks</a> I&#39;ve found ;-)</li> <li>Found a lot of inspiration from Jordan Peterson&#39;s lectures on having personal responsibility! Wrote a <a target=\"_blank\" href=\"https://www.madhavmalhotra.com/blog/captives-to-our-feeds.html\">reflection</a> on what I learned :-)</li> <li>Researched the effect of COVID-19 on markets/industries. After studying the impacts of the 2008 financial crisis on different income-levels, I wonder how similar/different this crisis will be?</li> </ul>",
}