[
  {
    "image": "/life-updates/images/update-20260130-222418.jpg",
    "caption": "I was watching this spy movie where a Soviet spy is captured and faces a harrowing trial where he might be put to death. Though the spy always stays emotionless. The lawyer assigned to him keeps asking, \"Are you not worried???\" Then the spy always responds, \"Would it help?\" <br/> So anyways, that's what I did today :D It's been such a bizarre day with the most mind numbing bureaucracies that are not my fault nor in my control. Like surreal levels of pettiness galore just to get 10 words written on a card. <br /> Though getting angry about it changes nothing. So instead, I chose to enjoy dinner with my colleagues Jonathan and Ocean :D Ocean's the MVP of the day and made every challenge we faced an order of magnitude smaller, even though it means he'll have more work to make up for outside working hours. Not the hero we deserve, but the one we need :D I coined our little trio, 'The Three Musketeers' during our many kilometres of walks today. Hopefully more adventures to report amidst us soon :-)",
    "location": "Taito City, Japan",
    "timestamp": "2026-01-30"
  },
  {
    "image": "/life-updates/images/update-20260128-214425.jpg",
    "caption": "The honest reason I wanted to go to Japan was this scene from the Pixar movie Cars 2. McQueen and Mater arrive in Japan to see incredible neon lights and signs everywhere as they cruise down the streets playing incredible rock vibey music. I wanted to recreate that feeling of wonder I had as a kid in Shinjuku. So while the masses moved around me, I just stood on the corner of the road and listened to that music of my childhood and soaked in the lights. A moment of appreciation while I still have the freedom of youth.",
    "location": "Shinjuku, Tokyo",
    "timestamp": "2026-01-28"
  },
  {
    "image": "/life-updates/images/update-20260125-194421.jpg",
    "caption": "My old boss Wendy once asked me if I felt like a lucky person. I've been thinking about that for a year now and I have to say, I really really do :D Today, my flight to Japan went better than I could have even IMAGINED it going (no literally, there's my conceivable best case and then there's what actually happened).<br/><br/>I met Lyna, who is just an unbelievable person literally pushing forward the boundaries of how incredible people can be :O Lyna has this stunning ability to just make everyone around her feel valued with every tiny joke or compliment or smile. We talked for 3 hours straight about our lives growing up and we went from strangers on a plane to both being in tears. It almost felt scary how much depth and care emanated from her words, and yet she used that immense power and talent seflessly to help a stranger reflect and work towards improving my life.<br/><br/>I'm sorry to rant and I'm genuinely not someone who praises lightly. Though one of my goals in life is to see humans who are the very best at some skill to expand my view of all the wonderful things possible in life. Today, I was lucky enough to have my mind blown in that life-changing way! And to Lyna, I just want to say that I see how you push past personal discomfort and give 110% to be the pillar of support for those around you. It's easy for the rest of us to get complacent and assume you can always be the self-sacrificing superwoman. While I have the privilege to, allow me to say that I recognise and appreciate how hard you work to make a difference in so many lives :-)",
    "location": "Narita Airport, Japan",
    "timestamp": "2026-01-25"
  }
]
